export const color_def = [
  "#B80000", // 現在の赤
  "#DB3E00", // 現在のオレンジ
  "#FF5733", // 明るいオレンジレッド (新)
  "#008B02", // 現在の緑
  "#32CD32", // 明るい緑 (新)
  "#006B76", // 現在の青緑
  "#007F7F", // 深いエメラルドグリーン (新)
  "#1273DE", // 現在の青
  "#6495ED", // 明るいスカイブルー (新)
  "#004DCF", // 現在の濃い青
  "#000066", // より深いネイビー (新)
  "#5300EB", // 現在の紫
  "#9966CC", // 明るいラベンダー (新)
  "#C69300", // 現在の黄土色
  "#DAA520", // 明るいマスタード (新)
  // "#FFC0CB", // ピンク (新)
  // "#40E0D0", // ターコイズ (新)
  "#A52A2A", // ブラウン (新)
  "#666666", // 現在の濃い灰色
  // "#4F4F4F", // より濃い灰色 (新)
  // "#D3D3D3", // 明るい灰色 (新)
  // "#EEEEEE", // 非常に明るい灰色 (新)
];
